---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsHvacloadPartitionAreaParam
source: html/20c860f3-5d52-365d-253c-99e951f98db9.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsHvacloadPartitionAreaParam Property

"Partition Area"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsHvacloadPartitionAreaParam { get; }
```